While loading family '[Family Name]': [Description]
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId WhileLoadingFamily { get; }
  Visual Basic
Public Shared ReadOnly Property WhileLoadingFamily As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ WhileLoadingFamily {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace